{
    "message":
    {
        "home": "Willkommen bei Liebherr",
        "nav1":"Freier Bereich",
        "nav2":"Angemeldeter Bereich",
        "unreg1":"Produkte",
        "unreg2":"Kontakt",
        "reg1":"Anmelden",
        "reg2":"Registerieren",
        "prod1":"Komponenten",
        "prod2":"Ersatzteile",
        "con1":"Kontaktdaten",
        "comp1":"Dieselmotoren",
        "comp2":"Gasmotoren",
        "comp3":"Einspritzsysteme und Motorsteuergeräte",
        "comp4":"Axialkolbenpumpen und -motoren",
        "comp5":"Hydraulikzylinder und -aggregate",
        "comp6":"Großwälzlager",
        "comp7":"Getriebe und Seilwinden",
        "comp8":"Elektrische Maschinen",
        "comp9":"Mensch-Maschine-Interfaces und Gateways",
        "comp10":"Steuerelektronik und Sensorik",
        "comp11":"Leistungselektronik",
        "comp12":"Schaltanlagen",
        "comp13":"Lösungen für Teil- und Komplettsysteme",
        "comp14":"Customer Service",
        "comp15":"Reman-Programm",
        "sp1":"Motorsteuergerät ECU2-HD",
        "sp2":"Common-Rail-Hochdruckpumpe LP11.2",
        "sp3":"Motorsteuergerät ECU3",
        "sp4":"Common-Rail-Hochdruckpumpe LP11.5 / LP11.6",
        "sp5":"Common-Rail-Injektor LI1",
        "acc":"Persönliches Konto",
        "acc1":"Fehlersuchplan",
        "acc2":"Chatten",
        "post":"Postfach",
        "info1":"An den Standorten in Bulle (Schweiz) und Colmar (Frankreich) entwickelt und fertigt Liebherr leistungsstarke und robuste Verbrennungsmotoren für unterschiedlichste Applikationen im Hoch- und Tiefbau, Mining, in Spezialfahrzeugen, stationären Anwendungen sowie Agrar- und Forstgeräten. Liebherr-Motoren lassen sich genau an die jeweiligen Anforderungen anpassen, da nicht nur der Basismotor, sondern auch das Common-Rail-System und die Motorsteuerung aus eigener Entwicklung und Produktion kommen.",
        "info1-1":"Leistungsfähigkeit und Zuverlässigkeit",
        "info1-2":"Motorenbaukasten",
        "info1-3":"Laufkultur",
        "info1-4":"Umweltschutz",
        "info1-1-1":"Liebherr-Dieselmotoren weisen eine hohe spezifische Leistung und hohe Drehmomente in einem großen Drehzahlbereich auf, bei gleichzeitig sehr guten Betriebswerten. Sie halten härtesten Anforderungen wie extremen Außentemperaturen stand und können bis in große Höhen eingesetzt werden.",
        "info1-2-1":"Durch ein innovatives Baukastensystem haben Motoren für regulierte sowie unregulierte Märkte (Tier 0, Stufe IIIA, Stufe IV und Stufe V) identische Leistungen, Anforderungen an das Kühlsystem der Maschine und dieselben Schnittstellen beim Einbau. Damit wird es dem Kunden ermöglicht, das gleiche Gerätedesign für unterschiedliche Emissionsstufen zu verwenden.",
        "info1-3-1":"Modernste Analysemethoden und Konstruktionsverfahren werden eingesetzt, um das Vibrations- und Geräuschaufkommen weiter zu reduzieren und die Steifigkeit und Materialverteilung zu verbessern. Damit laufen die Motoren auch im Dauereinsatz bei wechselnden Belastungen absolut ruhig und zuverlässig.",
        "info1-4-1":"Alle Liebherr-Motoren erfüllen die gesetzlich vorgeschriebenen Abgasrichtlinien und sorgen so für einen verringerten Ausstoß von Stickstoffoxiden und Feinstaub. Zudem reduziert eine optimale Motoreinstellung den Kraftstoffverbrauch deutlich.",
        "lgn1":"Name",
        "lgn2":"Kennwort",
        "submit":"Eingeben",
        "sgn1":"Name",
        "sgn2":"Benutzername",
        "sgn3":"E-Mail",
        "sgn4":"Passwort",
        "sgn5":"Passwort bestätigen",
        "chat":"Willkomen! Bitte ein Benutzername auswählen"
    }
}