{
  "message": 
  {
      "home": "Welcome to Liebherr",
      "nav1":"Unregistered Area",
      "nav2":"Registered Area",
      "unreg1":"Products",
      "unreg2":"Contact",
      "reg1":"Login",
      "reg2":"Register",
      "prod1":"Components",
      "prod2":"Spare Parts",
      "con1":"Contact Details",
      "comp1":"Diesel engines",
      "comp2":"Gas engines",
      "comp3":"Injection systems and engine control units",
      "comp4":"Axial piston pumps and motors",
      "comp5":"Hydraulic cylinders and power units",
      "comp6":"Slewing bearings",
      "comp7":"Gears and cable winches",
      "comp8":"Electrical machines",
      "comp9":"Human-machine interfaces and gateways",
      "comp10":"Control electronics and sensor technology",
      "comp11":"Power Electronics",
      "comp12":"Switchgears",
      "comp13":"Solutions for partial and complete systems",
      "comp14":"Customer Service",
      "comp15":"Reman Program",
      "sp1":"Engine control unit ECU2-HD",
      "sp2":"Common rail high pressure pump LP11.2",
      "sp3":"Engine control unit ECU3",
      "sp4":"Common rail high pressure pump LP11.5 / LP11.6",
      "sp5":"Common rail injector LI1",
      "acc":"Personal Account",
      "acc1":"Failure plan",
      "acc2":"chat",
      "post":"PO box",
      "info1":"At its locations in Bulle (Switzerland) and Colmar (France), Liebherr develops and manufactures powerful and robust combustion engines for a wide range of applications in civil engineering, mining, special vehicles, stationary applications, and agricultural and forestry equipment. Liebherr engines can be adapted precisely to the respective requirements, since not only the basic engine but also the common rail system and engine management system are developed and produced in-house. Translated with www.DeepL.com/Translator (free version)",
      "info1-1":"Performance and Reliability",
      "info1-2":"Motor Building Set",
      "info1-3":"Operation",
      "info1-4":"Environmental Protection",
      "info1-1-1":"Liebherr diesel engines have a high specific power output and high torques over a wide speed range, with very good operating values. They can withstand the toughest demands such as extreme outside temperatures and can be used at high altitudes.",
      "info1-2-1":"Thanks to an innovative modular system, engines for both regulated and unregulated markets (Tier 0, Stage IIIA, Stage IV and Stage V) have identical performance, cooling system requirements for the machine and the same interfaces for installation. This allows the customer to use the same equipment design for different emission levels.",
      "info1-3-1":"State-of-the-art analysis methods and design techniques are used to further reduce vibration and noise levels and improve stiffness and material distribution. As a result, the engines run absolutely quietly and reliably even in continuous operation under varying loads.",
      "info1-4-1":"All Liebherr engines comply with the statutory exhaust gas regulations and thus ensure reduced emissions of nitrogen oxides and fine dust. In addition, optimum engine adjustment significantly reduces fuel consumption.",
      "lgn1":"Name",
      "lgn2":"Password",
      "submit":"Submit",
      "sgn1":"Name",
      "sgn2":"User name",
      "sgn3":"E-Mail",
      "sgn4":"Password",
      "sgn5":"Confirm Password",
      "chat":"Welcome! please select a username"
  }
}